<?php

return [
    'username' => 'اسم المستخدم',
    'email' => 'البريد الالكتروني',
    'phone' => 'رقم الهاتف',
    'password' => 'كلمة السر',
    'type' => 'نوع المستخدم',
    'error_msg' => 'رسالة خطأ',
    //////////////////////////////////////////////////////////

    'ar_name' => 'الاسم بالعربي',
    'en_name' => 'الاسم بالانجليزي',
    'ar_info' => 'المعلومات بالعربي',
    'en_info' => 'المعلومات بالانجليزي',

    'government_id' => 'كود المحافظة',

    'user_id' => 'كود المستخدم',
    'year_id' => 'كود السنة',
    'subject_id' => 'كود المادة',
];
